<template>
	<view class="content">
		<view class="top_view"></view>
		<view
			style="width: 100%; margin: 75rpx 0rpx 0 ;padding: 0 20rpx;display: flex; height: 100rx; background: #fff;">
			<u-icon @click="fanhui" name="arrow-left" color="#9e9e9e" size="24"></u-icon>
			<view style="line-height: 75rpx; text-align: center; width: 600rpx;">
			</view>
		</view>
		<view class="first_title">《巨量物联网隐私政策》</view>
		  <view class="second_title">引言</view>
		  <view class="first_paragraph">
		    巨量物联网(“我们”)非常重视用户(“您”)的隐私和个人信息保护。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过《巨量物联网隐私政策》(“本隐私政策”)向您说明，在您使用我们的服务时，我们如何收集、使用、储存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。本《隐私政策》与您所使用的巨量物联网服务息息相关，希望您仔细阅读，在需要时，按照本《隐私政策》的指引，作出您认为适当的选择。
		    本隐私政策将帮助您了解以下内容:
		  </view>
		  <view class="article_wrap">
		    <view class="">•我们如何收集和使用您的个人信息;</view>
		    <view class="">•我们如何使用Cookie和同类技术;</view>
		    <view class="">•我们如何共享、转让、公开披露您的个人信息;</view>
		    <view class="">•我们如何保护和保存您的个人信息;</view>
		    <view class="">•您如何管理个人信息;</view>
		    <view class="">•未成年人信息的保护;</view>
		    <view class="">•通知和修订;</view>
		    <view class="">•如何联系我们。</view>
		  </view>
		
		  <view class="first_paragraph">
		    您使用或在本隐私政策更新后继续使用我们的服务，即意味着您已充分理解并同意本隐私政策（含更新版本）的内容，并同意我们按照本《隐私政策》收集、使用、储存、共享和转让您的相关信息。
		    如您对本隐私政策或相关事宜有任何问题，请通过客服电话与我们联系。
		  </view>
		
		  <view class="second_title">第一部分我们如何收集和使用您的个人信息</view>
		  <view class="article_wrap">
		    <view class="">
		      1.个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括:
		    </view>
		    <view class="">•基本信息(包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱);</view>
		    <view class="">•个人身份信息(包括身份证、军官证、护照、驾驶证等);</view>
		    <view class="">•网络身份标识信息(包括系统账号、IP地址、邮箱地址及与前述有关的密码);</view>
		    <view class="">•个人财产信息(交易和消费记录、以及余额、优惠券等虚拟财产信息);</view>
		    <view class="">•车辆信息(包括机动车车牌号、发动机号、车辆品牌、购买日期等车辆相关信息);</view>
		    <view class="">•个人上网记录(包括网站浏览记录、软件使用记录、点击记录);</view>
		    <view class="">
		      •个人常用设备信息(包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码(如IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息);
		    </view>
		    <view class="">•个人位置信息(包括行程信息、精准定位信息、住宿信息、经纬度等);</view>
		  </view>
		  <view class="article_wrap">
		    <view class="">
		      2.个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括:
		    </view>
		    <view class="">
		      •个人财产信息(包括交易记录及巨量物联网充值余额、优惠券等虚拟财产信息);
		    </view>
		    <view class="">
		      •个人身份信息(包括身份证、军官证、护照、驾驶证、户口本);
		    </view>
		    <view class="">
		      •网络身份识别信息(包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案);
		    </view>
		    <view class="">
		      •其他信息(包括通讯录、个人电话号码、手机号码、行程信息、网页浏览记录、住宿信息、精准定位信息)。
		    </view>
		  </view>
		  <view class="article_wrap">
		    <view class="">
		      3.我们提供某些产品／或服务时，可能以收集、储存和使用下列与您有关的信息为必要。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的这些产品／或服务，或者无法达到相关产品／或服务拟达到的效果。
		    </view>
		    <view class="">
		      •我们仅会在出于以下目的时，需要您授权我们收集和使用您的以下个人信息:
		    </view>
		    <view class="">
		      1)用户注册:您在注册账户或使用我们的服务时，需要至少向我们提供您将使用的巨量物联网账户名、密码、您本人的手机号码、机动车辆车牌号码、电子邮件地址(用于验证邮箱)，我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日以及您的实名验证相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您提供个性化服务推荐和更优的用户服务体验，但如果您不提供补充信息，不会影响您正常使用巨量物联网加气的基本功能。
		    </view>
		    <view class="">
		      2)加气站搜索:为了让您快速地找到您所需要的加气站信息，我们可能会收集您使用我们的产品和或服务的设备信息(包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID(PLMN))来为您提供加气站信息的最优方式。
		    </view>
		    <view class="">
		      您也可以通过搜索来精准地找到您需要的服务信息。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的服务。请您注意，您的搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何目的对其进行使用;只有当您的搜索关键词信息与您的其他信息互相结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理和保护。
		    </view>
		    <view class="">
		      3)支付功能:您可以选择巨量物联网合作的第三方支付机构(包括微信小程序支付及支付宝等支付通道，以下简称“支付机构”)所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。“关联方”指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、机构以及上述公司或机构的法定代表人。“控制”是指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被人民法院认定的方式。
		    </view>
		    <view class="">
		      4)客服与售后功能:我们的电话客服和售后功能会使用您的账号信息和订单信息。<br>
		      5)为保证您的账号安全，我们的客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更联系人或联系电话。
		    </view>
		    <view class="">
		      •改进我们的产品与服务所必须的功能
		      我们可能会收集您的订单信息、浏览信息、您的兴趣爱好(您可以在账户设置中选择)进行数据分析以形成用户画像，用来将您感兴趣的加气站或服务信息展示给您;或在您搜索时向您展示您可能希望找到的加气站。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议。
		      <br>
		      •保障交易安全所必须的功能
		      为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接(“URL”);我们也会收集您的设备信息对于巨量物联网系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。
		    </view>
		
		  </view>
		  <view class="article_wrap">
		    4.您可选择是否授权我们收集和使用您的个人信息的情形<br>
		    1)为使您的加气更便捷或更有可选择性，从而提升您在巨量物联网平台上的良好体验，我们的以下附加功能中可能会收集和使用您的个人信息。如果您不提供这些个人信息，您依然可以使用巨量物联网加气服务，但您可能无法使用这些可以为您带来便捷性的附加功能或在享受某些功能服务时需要重复填写一些信息。这些附加功能包括:<br>
		    •基于位置信息的个性化推荐功能:我们会收集您的位置信息(我们仅收集您当时所处的地理位置，但不会将您各时段的位置信息进行结合以判断您的行踪轨迹)来判断您所处的地点，自动为您推荐您所在区域可以享受的服务。比如向您推荐离您最近的加气站等。<br>
		    2)上述附加功能可能需要您在您的设备中向我们开启您的地理位置(位置信息)、相册(图片库)、麦克风以及通讯录的访问权限，以实现这些功能所涉及的信息的收集和使用。您可以决定将这些权限随时的开启或关闭(我们会指引您在您的设备系统中完成设置)。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。
		  </view>
		
		  <view class="article_wrap">
		    5.您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意:
		    1)与国家安全、国防安全有关的;
		    2)与公共安全、公共卫生、重大公共利益有关的;<br>
		    3)与犯罪侦查、起诉、审判和判决执行等有关的; <br>
		    4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的;<br>
		    5)所收集的个人信息是个人信息主体自行向社会公众公开的; <br>
		    6)从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道;<br>
		    7)根据您的要求签订合同所必需的; <br>
		    8)用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障; <br>
		    9)为合法的新闻报道所必需的;<br>
		    10)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的; <br>
		    11)法律法规规定的其他情形。
		  </view>
		  <view class="article_wrap">
		    6.我们从第三方获得您个人信息的情形<br>
		    我们可能从第三方获取您授权共享的账户信息(头像、昵称)，并在您同意本隐私政策后将您的第三方账户与您的巨量物联网账户绑定，使您可以通过第三方账户直接登录并使用我们的产品与/或服务。我们会将依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。
		  </view>
		  <view class="article_wrap">
		    7.您个人信息使用的规则 <br>
		    1)我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。<br>
		    2)在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息;并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。<br>
		    3)请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。<br>
		    4)我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。<br>
		    5)当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。<br>
		    6)当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意。<br>
		  </view>
		  <view class="second_title">第二部分我们如何使用Cookie和同类技术 </view>
		  <view class="article_wrap">
		    1.Cookies的使用<br>
		    1)为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的购物偏好等数据进而为您提供加气的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。<br>
		    2)我们不会将Cookies用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookies。您可以清除计算机上保存的所有Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝Cookies;另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问巨量物联网网站时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。<br>
		    2.网络Beacon和同类技术的使用<br>
		    除Cookie外，我们还会在网站上使用网络Beacon等其他同类技术。我们的网页上常会包含一些电子图像(称为”单像素”GIF文件或“网络beacon”)。
		    我们使用网络beacon的方式有:<br>
		    1)通过在巨量物联网平台或网站上使用网络beacon，计算用户访问数量，并通过访问cookie辨认注册的巨量物联网用户。 <br>
		    2)通过得到的cookies信息，为您提供个性化服务。<br>
		  </view>
		  <view class="second_title">
		    第三部分我们如何共享、转让、公开披露您的个人信息
		  </view>
		  <view class="article_wrap">
		    1.共享 <br>
		    1)我们不会与巨量物联网以外的任何公司、组织和个人共享您的个人信息，但以下情况除外: <br>
		    •事先获得您明确的同意或授权;<br>
		    •根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供;<br>
		    •在法律法规允许的范围内，为维护巨量物联网、巨量物联网的关联方或合作伙伴、您或其他巨量物联网用户或社会公众利益、财产或安全免遭损害而有必要提供;<br>
		    •只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务; <br>
		    •应您需求为您处理您与他人的纠纷或争议;<br>
		    •符合与您签署的相关协议(包括在线签署的电子协议以及相应的平台规则)或其他的法律文件约定所提供; <br>
		    •基于学术研究而使用; <br>
		    •基于符合法律法规的社会公共利益而使用。<br>
		    2)我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。<br>
		    3)我们可能会向合作伙伴等第三方共享您的账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。<br>
		  </view>
		  <view class="article_wrap">
		    我们的合作伙伴包括以下类型:<br>
		    •商品或技术服务的供应商。我们可能会将您的个人信息共享给支持我们功能的第三方。这些支持包括为我们的供货或提供基础设施技术服务、支付服务、数据处理等。我们共享这些信息的目的是可以实现我们产品与/或服务的核心功能，比如我们需要将您的支付金额等订单信息与第三方支付机构共享以实现其确认您的支付指令并完成支付等。<br>
		    •委托我们进行推广的合作伙伴。有时我们会代表其他企业向使用我们产品与/或服务的用户群提供促销推广的服务。我们可能会使用您的个人信息以及您的非个人信息集合形成的间接用户画像与委托我们进行推广的合作伙伴(“委托方”)共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的产品/或服务，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。<br>
		    4)对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。<br>
		    5)为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护巨量物联网、您或其他巨量物联网客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。<br>
		    2.转让 我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:<br>
		    1)事先获得您明确的同意或授权;<br>
		    2)根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供;<br>
		    3)符合与您签署的相关协议(包括在线签署的电子协议以及相应的平台规则)或其他的法律文件约定所提供;<br>
		    4)在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。<br>
		  </view>
		  <view class="article_wrap">
		    3.公开披露 我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息: <br>
		    1)根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息;<br>
		    2)根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。
		    请您注意，若我们共享、转让、公开披露时对您的个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
		  </view>
		  <view class="second_title">第四部分我们如何保护和保存您的个人信息</view>
		  <view class="article_wrap">
		    1.我们保护您个人信息的技术与措施 我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息:<br>
		    1)数据安全技术措施:我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。巨量物联网的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保用户数据在传输过程中的安全。巨量物联网采取加密技术对用户个人信息进行加密保存，并通过隔离技术进行隔离。在个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、SHA256在内多种数据脱敏技术增强个人信息在使用中安全性。巨量物联网采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。巨量物联网采用代码安全自动检查、数据访问日志分析技术进行个人信息安全审计。<br>
		    2)巨量物联网为保护个人信息采取的其他安全措施:巨量物联网通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。巨量物联网通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。为加强安全意识，我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。<br>
		    3)我们仅允许有必要知晓这些信息的巨量物联网及巨量物联网关联方的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与巨量物联网的合作关系。<br>
		    4)我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。<br>
		    5)互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。<br>
		    6)互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。<br>
		    7)安全事件处置请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。为应对个人信息泄露、损毁和丢失等可能出现的风险，巨量物联网制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。巨量物联网也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知:安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。<br>
		    8)如果您对我们的个人信息保护有任何疑问，可通过本隐私政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本隐私政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施。否则我们对潜在损失的产生或扩大将不承担任何责任。
		  </view>
		
		  <view class="article_wrap">
		    2.您个人信息的保存 <br>
		    1)您的个人信息将全被存储于中华人民共和国境内，以下情形除外： <br>
		    a.适当的法律法规有明确规定； <br>
		    b.获得您的明确授权；<br>
		    c.您通过互联网进行跨境交易或其他个人主动行为。<br>
		    2)除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的一个月。我们承诺这是为了保证您在巨量物联网平台上的交易记录的保留，您个人信息在巨量物联网须保存的最短期间。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。<br>
		    3)请您注意，当您成功申请注销巨量物联网账户后，我们给予您自注销之日起一个月的“后悔期”，在这个期间内您可以随时申请恢复您已经注销的巨量物联网账户。为了实现您恢复您巨量物联网账户的功能，我们将不会在“后悔期”内对您的个人信息进行删除或匿名化处理。如您在“后悔期”内没有要求恢复您的巨量物联网账户或您明确向我们表述不再恢复您的巨量物联网账户，我们将对您的个人信息进行删除或匿名化处理。<br>
		    4)如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。
		
		  </view>
		  <view class="second_title">
		    第五部分您如何管理您的个人信息
		  </view>
		  <view class="article_wrap">
		    巨量物联网非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括:
		  </view>
		  <view class="article_wrap">
		    1.访问和更正您的个人信息除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括:<br>
		    1)您的账户信息:移动端具体路径为:账户名称、个人资料信息显示:首页—“我的”–面页顶部，可以显示个人信息;账户、电话号码、安全信息:首页—“我的”–最下方“设置”;常用油号:首页—“我的”–常用油号；认证信息：首页—“我的”—“车主认证”<br>
		    2)您的浏览信息:您可以访问或清除您的搜索历史记录、查看和修改兴趣以及管理其他数据。移动端路径为:订单记录:首页—“我的”—“我的订单”;其他数据:首页—“我的”–积分商城、我的消息、帮助中心。<br>
		    3)对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。<br>
		    4)您无法访问和更正的个人信息:除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。<br>
		  </view>
		  <view class="article_wrap">
		    2.删除您的个人信息 您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息;在以下情形中，您可以向我们提出删除个人信息的请求:<br>
		    1)如果我们处理个人信息的行为违反法律法规; <br>
		    2)如果我们收集、使用您的个人信息，却未征得您的同意; <br>
		    3)如果我们处理个人信息的行为违反了与您的约定;<br>
		    4)如果您注销了巨量物联网账户;<br>
		    5)如果我们终止服务及运营。
		  </view>
		
		  <view class="article_wrap">
		    若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们不能保证立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。但法律法规规定要求我们必须尽到保存、记录、备份等义务的情形除外。<br>
		    3.改变您授权同意的范围或撤回您的授权<br>
		    您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。
		  </view>
		  <view class="article_wrap">
		    4.为了保护您的隐私，我们不会以任何方式和途径向您推送涉及宗教信仰、性、疾病等相关敏感内容的促销或商品信息给您。 <br>
		    5.响应您的请求<br>
		    如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为巨量物联网存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以拨打客服电话方式与我们联系。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的30天内答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段(例如，需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(例如，涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。在以下情形中，按照法律法规要求，我们将无法响应您的请求:<br>
		    1)与国家安全、国防安全有关的; <br>
		    2)与公共安全、公共卫生、重大公共利益有关的; <br>
		    3)与犯罪侦查、起诉和审判等有关的; <br>
		    4)有充分证据表明您存在主观恶意或滥用权利的;<br>
		    5)响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
		  </view>
		  <view class="second_title">
		    第六部分未成年人信息的保护
		  </view>
		  <view class="article_wrap">
		    1.如果您为未成年人，建议您在父母或监护人陪同下阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。<br>
		    2.如果您的父母或监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们及时采取相应措施进行适当处理。<br>
		    3.如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过拨打客服电话方式与我们联系。<br>
		  </view>
		  <view class="second_title">
		    第七部分通知和修订
		  </view>
		  <view class="article_wrap">
		    1.为给您提供更好的服务以及随着巨量物联网业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在巨量物联网移动端上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，也请您访问巨量物联网以便及时了解最新的隐私政策。<br>
		    2.对于重大变更，我们还会提供更为显著的通知(我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容)。<br>
		    本隐私政策所指的重大变更包括但不限于： <br>
		    1)我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等;<br>
		    2)我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等; <br>
		    3)个人信息共享、转让或公开披露的主要对象发生变化;<br>
		    4)您参与个人信息处理方面的权利及其行使方式发生重大变化; <br>
		    5)我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时; <br>
		    6)个人信息安全影响评估报告表明存在高风险时。<br>
		    3.我们还会将本隐私政策的旧版本存档，供您查阅。 第八部分如何联系我们<br>
		    1.如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过拨打我们的任何一部客服电话方式与我们联系。<br>
		    2.一般情况下，我们将在三十天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。<br>
		  </view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			fanhui() {
				uni.navigateBack({
					delta: 1
				});
	
			},
		}
	}
</script>

<style lang="scss">
	.status_bar {
		height: var(--status-bar-height);
		width: 100%;
		background-color: #fff;
	
		view {}
	}
	.content {
	  margin: 0.5rem;
	}
	
	.first_title {
	  text-align: center;
	  font-size:18px;
	  color: #333;
	  font-weight: 700;
	  margin: 10px;    
	}
	
	.first_paragraph {
	  text-indent: 2em;
	}
	
	.second_title {
	  font-size: 16px;
	  color: #333;
	  font-weight: 600;
	  margin: 0.15rem 0rem;
	}
	
	.article_wrap {
	  margin-left: 0.3rem;
	}
	
	.thrid_content {
	  margin-left: 0.2rem;
	}
	
	view {
	  font-size: 0.85rem;
	  line-height: 1.2rem;
	}
	.top_view {
		height: var(--status-bar-height);
		width: 100%;
		position: fixed;
		background-color: #fff;
		top: 0;
		z-index: 999;
	}
</style>
